<template>
  <div>
    <swiper class="swiper" :options="swiperOptions">
      <swiper-slide class="text">
        <div>
          北京的克洛伊·曹（Chloe Cao，音）是法国舞台剧翻译，她曾每月在餐馆消费200多美元，在咖啡店里消费70美元，购买高达170美元一管的进口面霜。现在她失业了，开始自己做饭，自己煮咖啡，买28美元的国产面霜。
          “我的消费水平简直是断崖式下跌，”克洛伊·曹说。“一旦我找到工作，我就会开始存钱，我再也不能过以前那种浪费的生活了。”
          中国消费者的信心问题为刚刚才开始计划经济复苏的美国和欧洲提供了潜在的教训。即使企业重新开业，真正的挑战可能在于如何激活或说服受到打击和创伤的消费者重新开始花钱。
          从某些方面来看，中国经济正在重回正轨。各种数据显示，截至2月底，该国大多数工厂和矿山已经重新开工，从钢铁到手机，3月份所有产品的生产速度都非常快。工业产出反弹至接近历史最高水平。
          其他指标显示，中国经济依然步履蹒跚。经历过去的危机依然保持强劲的零售销售，在3月份较上年同期下降了近六分之一。
          卫星图像显示，与一年前相比，中国工业地区今年春季发出的光明显减少，这一迹象表明，24小时施工的泛光照明建筑工地可能减少了，24小时开工的工厂可能也减少了。
          甚至已复工工厂的工作在长远上可能也是靠不住的。美国和欧洲的消费者同样不再像以前那样购买中国制造的商品。例如，美国的百货公司已经在取消或推迟订单。
          曾经挥金如土的一代中国年轻人正在节俭起来。
          曾经挥金如土的一代中国年轻人正在节俭起来。 WU HONG/EPA, VIA SHUTTERSTOCK
          中国的失业统计数据显示，3月份城镇失业率为5.9%，而该数据是以不可靠著称的。澳大利亚投资银行麦格理证券的经济学家胡俊伟(Larry Hu)估计，中国的城市失业率今年将翻一番。根据中国证券商中泰证券(Zhongtai
          Securities)的一项估计，如果把来自农村地区的民工计算在内，真实失业率可能高达20%。
          3月份，家具、服装、家用电器和珠宝的总销量均较上年同期下降四分之一到三分之一。在街上和商场里，许多商店内有很多店员和一些逛街的人，但真正的购买者很少。
          40岁的梁同辉来自中国中部的河南省，前不久，他在北京一个几乎空无一人的水果摊上卖桃子和苹果。他认识的几乎所有民工都在努力找工作。因为没有肯出全价的买主，他每天晚上都以六折出售苹果。
          “上班的人减一半，”梁同辉说，“你说来的人怎么样呢？”
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。 ANDY WONG/ASSOCIATED PRESS
          中国需要刺激消费，因为刺激其经济的老办法已经不像以前那样奏效了。在全球金融危机爆发后，为了修建新的高铁线路、高速公路和其他基础设施，中国积累了巨额债务。如今，中国试图更多地依赖消费者。在一个连续增长了近半个世纪而没有出现一次衰退的经济体中，年轻人尤其变得愿意像美国人那样借贷和消费。
          许多经济学家呼吁中国做更多的事来帮助消费者。尽管美国和其他国家已经发布了包括直接发钱给家庭的项目，但是中国至今没有这样做，部分是因为债务上的担忧。
          没有购物的人，中国就业最多的产业之一零售业将继续受到影响。
          彭飞失去了他在一家服装店的兼职工作，这家中国中南部的服装店在疫情期间关闭了。他因此不再去健身房，并减少和朋友出去喝酒的次数。他搁置了从父母家搬出去的计划。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。 KEVIN FRAYER/GETTY IMAGES
          他说：“之前就是有多少花多少咯。”
          病毒的冲击以及随之而来的封锁也促使许多人重新考虑支出的优先次序。
          22岁的上海调酒师哈里·郭（Harry Guo，音）说，他曾经用多出来的钱去中国其他城市休假，但疫情期间许多人甚至连菜都买不起的事让他感到震惊。现在，他不担心出门时的形象，很少购买新运动鞋或其他奢侈消费。
          “这个钱只要你放在钱包里，这个安全感就很强，”哈里·郭说。“就在那躺着，你也不用花，每天打开来看看就很舒服。”
          为了获得银行的额外贷款或房东的租金减免资格，企业通常被要求避免裁员。许多公司以减少工作时间取而代之。
          陈可（音）在一家策划上海体育赛事的公司工作，由于赛事取消，上个月他的薪水下降了五分之四。他已开始兼职做送餐员，并不再去餐厅吃饭，而是在家里煮方便面和意大利面。现在，他喝速溶咖啡，而不是在当地的便利店购买现煮咖啡。
          “以前的工资是打在卡里的，就是一个数字，”陈可说。但是送一次餐的酬劳不到一美元，“我真的体会到了钱多难挣的感觉。”
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。 LAM YIK FEI FOR THE NEW YORK TIMES
          中国面临消费者支出过于谨慎的风险。该国花费了数年时间扩大其社会安全保障，以向更多人提供医疗保健和其他服务，促使他们把钱花出去，而不是为紧急情况而储蓄起来。
          29岁的北京翻译克洛伊·曹一直能找到工作，从来不发愁下一份薪水从何而来。她积攒了一个衣橱的昂贵手袋。
          疫情期间的一天，她拿出了所有手袋，将它们摆在床上，不满地审视着它们。“我花了那么多钱买包，”她对自己说。“现在这些包能帮我什么呢？”
          目前尚不清楚中国新出现的节俭消费的生活方式是否会持续到疫苗的广泛普及和正常生活恢复之后。但是就目前而言，许多人都在说他们的态度已经彻底改变了。
          “如果我以后生了一场大病怎么办？如果以后我又失业了怎么办？”克洛伊·曹说。“以后我的银行卡里一定要有一笔存款，才会让我有安全感。”
          北京的克洛伊·曹（Chloe Cao，音）是法国舞台剧翻译，她曾每月在餐馆消费200多美元，在咖啡店里消费70美元，购买高达170美元一管的进口面霜。现在她失业了，开始自己做饭，自己煮咖啡，买28美元的国产面霜。
          “我的消费水平简直是断崖式下跌，”克洛伊·曹说。“一旦我找到工作，我就会开始存钱，我再也不能过以前那种浪费的生活了。”
          中国消费者的信心问题为刚刚才开始计划经济复苏的美国和欧洲提供了潜在的教训。即使企业重新开业，真正的挑战可能在于如何激活或说服受到打击和创伤的消费者重新开始花钱。
          从某些方面来看，中国经济正在重回正轨。各种数据显示，截至2月底，该国大多数工厂和矿山已经重新开工，从钢铁到手机，3月份所有产品的生产速度都非常快。工业产出反弹至接近历史最高水平。
          其他指标显示，中国经济依然步履蹒跚。经历过去的危机依然保持强劲的零售销售，在3月份较上年同期下降了近六分之一。
          卫星图像显示，与一年前相比，中国工业地区今年春季发出的光明显减少，这一迹象表明，24小时施工的泛光照明建筑工地可能减少了，24小时开工的工厂可能也减少了。
          甚至已复工工厂的工作在长远上可能也是靠不住的。美国和欧洲的消费者同样不再像以前那样购买中国制造的商品。例如，美国的百货公司已经在取消或推迟订单。
          曾经挥金如土的一代中国年轻人正在节俭起来。
          曾经挥金如土的一代中国年轻人正在节俭起来。 WU HONG/EPA, VIA SHUTTERSTOCK
          中国的失业统计数据显示，3月份城镇失业率为5.9%，而该数据是以不可靠著称的。澳大利亚投资银行麦格理证券的经济学家胡俊伟(Larry Hu)估计，中国的城市失业率今年将翻一番。根据中国证券商中泰证券(Zhongtai
          Securities)的一项估计，如果把来自农村地区的民工计算在内，真实失业率可能高达20%。
          3月份，家具、服装、家用电器和珠宝的总销量均较上年同期下降四分之一到三分之一。在街上和商场里，许多商店内有很多店员和一些逛街的人，但真正的购买者很少。
          40岁的梁同辉来自中国中部的河南省，前不久，他在北京一个几乎空无一人的水果摊上卖桃子和苹果。他认识的几乎所有民工都在努力找工作。因为没有肯出全价的买主，他每天晚上都以六折出售苹果。
          “上班的人减一半，”梁同辉说，“你说来的人怎么样呢？”
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。 ANDY WONG/ASSOCIATED PRESS
          中国需要刺激消费，因为刺激其经济的老办法已经不像以前那样奏效了。在全球金融危机爆发后，为了修建新的高铁线路、高速公路和其他基础设施，中国积累了巨额债务。如今，中国试图更多地依赖消费者。在一个连续增长了近半个世纪而没有出现一次衰退的经济体中，年轻人尤其变得愿意像美国人那样借贷和消费。
          许多经济学家呼吁中国做更多的事来帮助消费者。尽管美国和其他国家已经发布了包括直接发钱给家庭的项目，但是中国至今没有这样做，部分是因为债务上的担忧。
          没有购物的人，中国就业最多的产业之一零售业将继续受到影响。
          彭飞失去了他在一家服装店的兼职工作，这家中国中南部的服装店在疫情期间关闭了。他因此不再去健身房，并减少和朋友出去喝酒的次数。他搁置了从父母家搬出去的计划。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。 KEVIN FRAYER/GETTY IMAGES
          他说：“之前就是有多少花多少咯。”
          病毒的冲击以及随之而来的封锁也促使许多人重新考虑支出的优先次序。
          22岁的上海调酒师哈里·郭（Harry Guo，音）说，他曾经用多出来的钱去中国其他城市休假，但疫情期间许多人甚至连菜都买不起的事让他感到震惊。现在，他不担心出门时的形象，很少购买新运动鞋或其他奢侈消费。
          “这个钱只要你放在钱包里，这个安全感就很强，”哈里·郭说。“就在那躺着，你也不用花，每天打开来看看就很舒服。”
          为了获得银行的额外贷款或房东的租金减免资格，企业通常被要求避免裁员。许多公司以减少工作时间取而代之。
          陈可（音）在一家策划上海体育赛事的公司工作，由于赛事取消，上个月他的薪水下降了五分之四。他已开始兼职做送餐员，并不再去餐厅吃饭，而是在家里煮方便面和意大利面。现在，他喝速溶咖啡，而不是在当地的便利店购买现煮咖啡。
          “以前的工资是打在卡里的，就是一个数字，”陈可说。但是送一次餐的酬劳不到一美元，“我真的体会到了钱多难挣的感觉。”
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。 LAM YIK FEI FOR THE NEW YORK TIMES
          中国面临消费者支出过于谨慎的风险。该国花费了数年时间扩大其社会安全保障，以向更多人提供医疗保健和其他服务，促使他们把钱花出去，而不是为紧急情况而储蓄起来。
          29岁的北京翻译克洛伊·曹一直能找到工作，从来不发愁下一份薪水从何而来。她积攒了一个衣橱的昂贵手袋。
          疫情期间的一天，她拿出了所有手袋，将它们摆在床上，不满地审视着它们。“我花了那么多钱买包，”她对自己说。“现在这些包能帮我什么呢？”
          目前尚不清楚中国新出现的节俭消费的生活方式是否会持续到疫苗的广泛普及和正常生活恢复之后。但是就目前而言，许多人都在说他们的态度已经彻底改变了。
          “如果我以后生了一场大病怎么办？如果以后我又
          北京的克洛伊·曹（Chloe Cao，音）是法国舞台剧翻译，她曾每月在餐馆消费200多美元，在咖啡店里消费70美元，购买高达170美元一管的进口面霜。现在她失业了，开始自己做饭，自己煮咖啡，买28美元的国产面霜。
          “我的消费水平简直是断崖式下跌，”克洛伊·曹说。“一旦我找到工作，我就会开始存钱，我再也不能过以前那种浪费的生活了。”
          中国消费者的信心问题为刚刚才开始计划经济复苏的美国和欧洲提供了潜在的教训。即使企业重新开业，真正的挑战可能在于如何激活或说服受到打击和创伤的消费者重新开始花钱。
          从某些方面来看，中国经济正在重回正轨。各种数据显示，截至2月底，该国大多数工厂和矿山已经重新开工，从钢铁到手机，3月份所有产品的生产速度都非常快。工业产出反弹至接近历史最高水平。
          其他指标显示，中国经济依然步履蹒跚。经历过去的危机依然保持强劲的零售销售，在3月份较上年同期下降了近六分之一。
          卫星图像显示，与一年前相比，中国工业地区今年春季发出的光明显减少，这一迹象表明，24小时施工的泛光照明建筑工地可能减少了，24小时开工的工厂可能也减少了。
          甚至已复工工厂的工作在长远上可能也是靠不住的。美国和欧洲的消费者同样不再像以前那样购买中国制造的商品。例如，美国的百货公司已经在取消或推迟订单。
          曾经挥金如土的一代中国年轻人正在节俭起来。
          曾经挥金如土的一代中国年轻人正在节俭起来。 WU HONG/EPA, VIA SHUTTERSTOCK
          中国的失业统计数据显示，3月份城镇失业率为5.9%，而该数据是以不可靠著称的。澳大利亚投资银行麦格理证券的经济学家胡俊伟(Larry Hu)估计，中国的城市失业率今年将翻一番。根据中国证券商中泰证券(Zhongtai
          Securities)的一项估计，如果把来自农村地区的民工计算在内，真实失业率可能高达20%。
          3月份，家具、服装、家用电器和珠宝的总销量均较上年同期下降四分之一到三分之一。在街上和商场里，许多商店内有很多店员和一些逛街的人，但真正的购买者很少。
          40岁的梁同辉来自中国中部的河南省，前不久，他在北京一个几乎空无一人的水果摊上卖桃子和苹果。他认识的几乎所有民工都在努力找工作。因为没有肯出全价的买主，他每天晚上都以六折出售苹果。
          “上班的人减一半，”梁同辉说，“你说来的人怎么样呢？”
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。 ANDY WONG/ASSOCIATED PRESS
          中国需要刺激消费，因为刺激其经济的老办法已经不像以前那样奏效了。在全球金融危机爆发后，为了修建新的高铁线路、高速公路和其他基础设施，中国积累了巨额债务。如今，中国试图更多地依赖消费者。在一个连续增长了近半个世纪而没有出现一次衰退的经济体中，年轻人尤其变得愿意像美国人那样借贷和消费。
          许多经济学家呼吁中国做更多的事来帮助消费者。尽管美国和其他国家已经发布了包括直接发钱给家庭的项目，但是中国至今没有这样做，部分是因为债务上的担忧。
          没有购物的人，中国就业最多的产业之一零售业将继续受到影响。
          彭飞失去了他在一家服装店的兼职工作，这家中国中南部的服装店在疫情期间关闭了。他因此不再去健身房，并减少和朋友出去喝酒的次数。他搁置了从父母家搬出去的计划。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。 KEVIN FRAYER/GETTY IMAGES
          他说：“之前就是有多少花多少咯。”
          病毒的冲击以及随之而来的封锁也促使许多人重新考虑支出的优先次序。
          22岁的上海调酒师哈里·郭（Harry Guo，音）说，他曾经用多出来的钱去中国其他城市休假，但疫情期间许多人甚至连菜都买不起的事让他感到震惊。现在，他不担心出门时的形象，很少购买新运动鞋或其他奢侈消费。
          “这个钱只要你放在钱包里，这个安全感就很强，”哈里·郭说。“就在那躺着，你也不用花，每天打开来看看就很舒服。”
          为了获得银行的额外贷款或房东的租金减免资格，企业通常被要求避免裁员。许多公司以减少工作时间取而代之。
          陈可（音）在一家策划上海体育赛事的公司工作，由于赛事取消，上个月他的薪水下降了五分之四。他已开始兼职做送餐员，并不再去餐厅吃饭，而是在家里煮方便面和意大利面。现在，他喝速溶咖啡，而不是在当地的便利店购买现煮咖啡。
          “以前的工资是打在卡里的，就是一个数字，”陈可说。但是送一次餐的酬劳不到一美元，“我真的体会到了钱多难挣的感觉。”
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。 LAM YIK FEI FOR THE NEW YORK TIMES
          中国面临消费者支出过于谨慎的风险。该国花费了数年时间扩大其社会安全保障，以向更多人提供医疗保健和其他服务，促使他们把钱花出去，而不是为紧急情况而储蓄起来。
          29岁的北京翻译克洛伊·曹一直能找到工作，从来不发愁下一份薪水从何而来。她积攒了一个衣橱的昂贵手袋。
          疫情期间的一天，她拿出了所有手袋，将它们摆在床上，不满地审视着它们。“我花了那么多钱买包，”她对自己说。“现在这些包能帮我什么呢？”
          目前尚不清楚中国新出现的节俭消费的生活方式是否会持续到疫苗的广泛普及和正常生活恢复之后。但是就目前而言，许多人都在说他们的态度已经彻底改变了。
          “如果我以后生了一场大病怎么办？如果以后我又
          北京的克洛伊·曹（Chloe Cao，音）是法国舞台剧翻译，她曾每月在餐馆消费200多美元，在咖啡店里消费70美元，购买高达170美元一管的进口面霜。现在她失业了，开始自己做饭，自己煮咖啡，买28美元的国产面霜。
          “我的消费水平简直是断崖式下跌，”克洛伊·曹说。“一旦我找到工作，我就会开始存钱，我再也不能过以前那种浪费的生活了。”
          中国消费者的信心问题为刚刚才开始计划经济复苏的美国和欧洲提供了潜在的教训。即使企业重新开业，真正的挑战可能在于如何激活或说服受到打击和创伤的消费者重新开始花钱。
          从某些方面来看，中国经济正在重回正轨。各种数据显示，截至2月底，该国大多数工厂和矿山已经重新开工，从钢铁到手机，3月份所有产品的生产速度都非常快。工业产出反弹至接近历史最高水平。
          其他指标显示，中国经济依然步履蹒跚。经历过去的危机依然保持强劲的零售销售，在3月份较上年同期下降了近六分之一。
          卫星图像显示，与一年前相比，中国工业地区今年春季发出的光明显减少，这一迹象表明，24小时施工的泛光照明建筑工地可能减少了，24小时开工的工厂可能也减少了。
          甚至已复工工厂的工作在长远上可能也是靠不住的。美国和欧洲的消费者同样不再像以前那样购买中国制造的商品。例如，美国的百货公司已经在取消或推迟订单。
          曾经挥金如土的一代中国年轻人正在节俭起来。
          曾经挥金如土的一代中国年轻人正在节俭起来。 WU HONG/EPA, VIA SHUTTERSTOCK
          中国的失业统计数据显示，3月份城镇失业率为5.9%，而该数据是以不可靠著称的。澳大利亚投资银行麦格理证券的经济学家胡俊伟(Larry Hu)估计，中国的城市失业率今年将翻一番。根据中国证券商中泰证券(Zhongtai
          Securities)的一项估计，如果把来自农村地区的民工计算在内，真实失业率可能高达20%。
          3月份，家具、服装、家用电器和珠宝的总销量均较上年同期下降四分之一到三分之一。在街上和商场里，许多商店内有很多店员和一些逛街的人，但真正的购买者很少。
          40岁的梁同辉来自中国中部的河南省，前不久，他在北京一个几乎空无一人的水果摊上卖桃子和苹果。他认识的几乎所有民工都在努力找工作。因为没有肯出全价的买主，他每天晚上都以六折出售苹果。
          “上班的人减一半，”梁同辉说，“你说来的人怎么样呢？”
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。
          中国的零售业在过去的危机中一直保持强劲，但今年3月却较上年同期暴跌近六分之一。 ANDY WONG/ASSOCIATED PRESS
          中国需要刺激消费，因为刺激其经济的老办法已经不像以前那样奏效了。在全球金融危机爆发后，为了修建新的高铁线路、高速公路和其他基础设施，中国积累了巨额债务。如今，中国试图更多地依赖消费者。在一个连续增长了近半个世纪而没有出现一次衰退的经济体中，年轻人尤其变得愿意像美国人那样借贷和消费。
          许多经济学家呼吁中国做更多的事来帮助消费者。尽管美国和其他国家已经发布了包括直接发钱给家庭的项目，但是中国至今没有这样做，部分是因为债务上的担忧。
          没有购物的人，中国就业最多的产业之一零售业将继续受到影响。
          彭飞失去了他在一家服装店的兼职工作，这家中国中南部的服装店在疫情期间关闭了。他因此不再去健身房，并减少和朋友出去喝酒的次数。他搁置了从父母家搬出去的计划。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。
          北京的一个食品市场。各种商品的卖家都苦于找不到买家。 KEVIN FRAYER/GETTY IMAGES
          他说：“之前就是有多少花多少咯。”
          病毒的冲击以及随之而来的封锁也促使许多人重新考虑支出的优先次序。
          22岁的上海调酒师哈里·郭（Harry Guo，音）说，他曾经用多出来的钱去中国其他城市休假，但疫情期间许多人甚至连菜都买不起的事让他感到震惊。现在，他不担心出门时的形象，很少购买新运动鞋或其他奢侈消费。
          “这个钱只要你放在钱包里，这个安全感就很强，”哈里·郭说。“就在那躺着，你也不用花，每天打开来看看就很舒服。”
          为了获得银行的额外贷款或房东的租金减免资格，企业通常被要求避免裁员。许多公司以减少工作时间取而代之。
          陈可（音）在一家策划上海体育赛事的公司工作，由于赛事取消，上个月他的薪水下降了五分之四。他已开始兼职做送餐员，并不再去餐厅吃饭，而是在家里煮方便面和意大利面。现在，他喝速溶咖啡，而不是在当地的便利店购买现煮咖啡。
          “以前的工资是打在卡里的，就是一个数字，”陈可说。但是送一次餐的酬劳不到一美元，“我真的体会到了钱多难挣的感觉。”
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。
          香港葵青货柜码头。如果美国和欧洲的买家不再想要购买中国制造的商品，工厂就业可能会面临更多的问题。 LAM YIK FEI FOR THE NEW YORK TIMES
          中国面临消费者支出过于谨慎的风险。该国花费了数年时间扩大其社会安全保障，以向更多人提供医疗保健和其他服务，促使他们把钱花出去，而不是为紧急情况而储蓄起来。
          29岁的北京翻译克洛伊·曹一直能找到工作，从来不发愁下一份薪水从何而来。她积攒了一个衣橱的昂贵手袋。
          疫情期间的一天，她拿出了所有手袋，将它们摆在床上，不满地审视着它们。“我花了那么多钱买包，”她对自己说。“现在这些包能帮我什么呢？”
          目前尚不清楚中国新出现的节俭消费的生活方式是否会持续到疫苗的广泛普及和正常生活恢复之后。但是就目前而言，许多人都在说他们的态度已经彻底改变了。
          “如果我以后生了一场大病怎么办？如果以后我又
        </div>
      </swiper-slide>
    </swiper>
  </div>
</template>

<script>
  import {Swiper, SwiperSlide} from "vue-awesome-swiper";
  import "swiper/css/swiper.css";

  export default {
    data() {
      return {
        swiperOptions: {
          direction: 'vertical',
          slidePerView: 'auto',
          freeMode: true,
          mousewheel: true
        }
      }
    },
    components: {
      Swiper,
      SwiperSlide
    }
  };
</script>

<style scoped>
  .swiper {
    height: 300px;
    overflow: hidden;
  }

  .text {
    font-size: 18px !important;
    text-align: left;
    padding: 30px;
    height: auto;
    -webkit-box-sizing: border-box;
    box-sizing: border-box;
  }
</style>
